{"text_emotion": "negative", "valence": -0.7287461757659912, "arousal": 0.03300865367054939, "transcript": "Today, today, I saw accident in front of me.  It was quite terrifying.  I just escaped it from barely a margin.", "confidence_matrix": {"negative": 0.7660917639732361, "neutral": 0.19656263291835785, "positive": 0.037345606833696365}, "timestamp": "2025-07-08T13:05:22.514523"}
{"text_emotion": "neutral", "valence": -0.14747630059719086, "arousal": 0.04477064311504364, "transcript": "My name is Michael McGinis, and I am 68 years old.  In January of 2018, I suffered a massive heart attack on my way back to the United States from Ecuador, several weeks after the open heart surgery, when I was in recovery, my kidneys shut down and they no longer functioned.  So I went to dialysis three times a week, four hours a day, four or five weeks into my treatment of MOs.  I got a call from my Western doctor and a phologist called me into her office and said, I don't know how to explain this, but if you can get off dialysis, and I cannot tell you where to relieve and how grateful I am to be able to find an alternative method, which we found through Dr. Dmitry and through European wellness, to find a way for my kidneys to regenerate themselves.  I am continuing to take MO treatments, and I am continuing to improve in my health for both my heart and for my kidneys.", "confidence_matrix": {"negative": 0.33428531885147095, "neutral": 0.478905588388443, "positive": 0.1868090182542801}, "timestamp": "2025-07-08T13:05:45.225736"}
{"file": "test3_fixed.wav", "text_emotion": "neutral", "valence": -0.08607755601406097, "arousal": 0.043728627264499664, "transcript": "My name is Michael McGinis, and I am 68 years old in January of 2018.  I suffered a massive heart attack on my way back to the United States from Ecuador several  weeks after the open heart surgery when I was in recovery, my kidneys shut down and they  no longer functioned.  So I went to dialysis three times a week, four hours a day, four or five weeks into my treatment  of MOs.  I got a call from my Western doctor and theologist called me into her office and said,  I don't know how to explain this, but you can get off dialysis and I cannot tell you  whether you leave and how grateful I am to be able to find an alternative method, which  we found through Dr. Dimitri and through European wellness, to find a way for my kidneys to regenerate  myself.  I am continuing to take MO treatments, and I am continuing to improve in my health for both my heart  and for my kidneys.", "confidence_matrix": {"negative": 0.3009297251701355, "neutral": 0.4842180907726288, "positive": 0.21485216915607452}, "timestamp": "2025-07-08T13:07:44.910758"}
